{
  "diversey": [
    {
      "projectId": 1,
      "name": "Product Selector",
      "description": "Utilizes a database of approximately 500 products, allowing a user to filter the list and find the right product for their needs, get a description, and links to the product page."
    },
    {
      "projectId": 2,
      "name": "Dilution Calculator",
      "description": "Allows a user to filter down to a specific product, name their price, and then generate results indicating how much they are paying for different volumes of water mixed with the diluted chemical."
    },
    {
      "projectId": 3,
      "name": "Floor Care Solutions",
      "description": "Displays real world examples of floor problems, allowing a user to select the problem of their chosing, and see a description of the solution, usually consisting of a cooresponding Diversey product to help with that solution."
    }
  ],
  "github": [
    {
      "projectId": 4,
      "name": "Inside the Park",
      "description": "A Ruby on Rails application that allows a user to create an itinerary and fill it with events (baseball games) extracted from an API. The user could choose a day and an event from that day, which would allow the application to show the next day’s events, continuing until the user stops adding events. The user will then be able to view their itinerary with all the details related to the events scheduled for each day."
    },
    {
      "projectId": 5,
      "name": "The Spoon",
      "description": "A Java Spring-Boot application that allows users to share recipes. It allows users to create recipes, taking into account the ingredients and steps needed to create the recipe. Additionally, the user can browse a list of recipes select one, and read, update, or delete."
    },
    {
      "projectId": 6,
      "name": "Workout App",
      "description": "A MEAN stack (MongoDB, ExpressJS, AngularIO, NodeJS) application that allows a user to create a workout schedule, and then read, update, or delete workouts. A workout is scheduled for a particular day and includes a set of exercises."
    }
  ]
}
